Revit 2027 API
ParameterTypeId.CurtaingridAnglen1 Property
 "Angle"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CurtaingridAnglen1 { get; }
Public Shared ReadOnly Property CurtaingridAnglen1 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CurtaingridAnglen1 {
	ForgeTypeId^ get ();
}
static member CurtaingridAnglen1 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace